<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>

	<head>

		<title>心动-法律声明</title>

	</head>

	<body>
		<div>
			<!--法律声明-->
			<div align="center">
				<h2>法律声明</h2>
				<div align="center">
					<p>心动情感网提醒您：在使用心动情感网各项服务前， 请您务必仔细阅读并透彻理解本声明。如果您使用心动情感网，您的使用行为将被视为对本声明全部内容的认可。
					</p>
				</div>
				<div align="left">
					<dl>
						<dt>第一条、知识产权声明：</dt>
						<dd>1、心动情感网所有服务、技术与所有程序均属于心动情感网。 “心动情感网”的服务名称及相关图形、标识等为心动情感网商机网的注册商标。 未经心动情感网许可，任何媒体、网站或个人未经本网书面授权许可不得擅自（包括但不限于：以非法的方式复制、 传播、展示、镜像、上载、下载）使用。已经有本网站书面授权的，在使用时必须注明“来源：心动情感网”。否则，心动情感网将依法追究法律责任。
						</dd>
						<dd>
							2、本网站所涉及的相关项目、商品（包括但不限于项目名称、品牌，公司名称、联系人及联络信息，产品的描述和说明，相关图片、视讯等）的信息， 由客户或会员依法对其真实性、合法性承担全部责任。任何单位或个人认为心动情感网网页内容（包括但不限于心动情感网会员发布的商品信息） 可能涉嫌侵犯其合法权益，应该及时向心动情感网提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。 心动情感网在收到上述法律文件后，将会依法尽快移除相关涉嫌侵权的内容。
						</dd>
						<dd>
							3、心动情感网转载作品（包括论坛内容）出于传递更多信息之目的，并不意味心动情感网 （包括心动情感网关联企业）赞同其观点或证实其内容的真实性。
						</dd>
						<dd>
							4、使用者将本网站提供的内容与服务用于非商业用途、非盈利、非广告目的而纯作个人使用时，应遵守相关法律的规定，不得侵犯本网及相关权利人的权利。 使用者将本网站提供的内容与服务用于商业、盈利、广告性目的时，需征得本网及相关权利人的书面特别授权。
						</dd>
					</dl>
					<dl>
						<dt>第二条、隐私保护：</dt>
						<dd>1、本网站承认、尊重并保护用户向本网提供的任何或所有个人信息以及注册用户根据中华人民共和国民事法律规定享有的隐私权。 注册用户可以随时通知本网有关注册用户任何信息的变化，如地址、职务、电话号码或电子邮件地址的变更， 以帮助本网确保注册用户个人信息的准确性。心动情感网将致力于保护注册用户的个人信息和隐私权，并尽全力保证这些信息的安全。
						</dd>
						<dd>
							2、注册用户可以随时通知本网有关注册用户任何信息的变化，如地址、职务、电话号码或电子邮件地址的变更，以帮助本网确保注册用户个人信息的准确性。 心动情感网将致力于保护注册用户的个人信息和隐私权，并尽全力保证这些信息的安全。
						</dd>
						<dd>
							3、为了给用户提供更准确、更有个性化的服务，心动情感网可能会根据业务需要将用户在本网站上的留言视为商业信息将其用于业务经营。 用户在本网站留言之时，即视为已经同意本隐私权政策全部内容。请用户注意保护个人信息。
						</dd>
					</dl>
					<dl>
						<dt>第三条、免责声明：</dt>
						<dd>1、心动情感网对与任何包含、经由、或链接、下载或从任何与本网站有关服务所获得的资讯、内容或广告， 不声明或保证其内容的正确性或可靠性；并且，对于您透过本网广告、资讯或要约而展示、购买或取得的任何产品、资讯或资料， 本网站亦不负品质保证的责任。您与此接受并承认信赖任何信息所产生之风险应自行承担，本网对任何使用或提供本网站信息的商业活动及其风险不承担任何责任。
						</dd>
						<dd>
							2、本网站若因线路及非本公司控制范围外的硬件故障或其它不可抗力，以及黑客攻击、计算机病毒侵入或发而造成的个人资料泄露、 丢失、被盗用或被篡改等，本网站亦不负任何责任。
						</dd>
						<dd>
							3、当本网站以链接形式推荐其他网站内容时，本网站并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、产品、服务或其他材料的真实性、合法性， 对于任何因使用或信赖从此类网站上获取的内容、产品、资源、服务或其他材料而造成的任何直接或间接的损失，本网站均不承担任何责任。
						</dd>
						<dd>
							4、请用户注意根据《商业特许经营管理条例》第八条的规定核实本网站加盟商资质情况，本网站不对加盟商业务资质承担任何责任。 本网站之声明以及其修改权、更新权及最终解释权均属本网站所有。
						</dd>
					</dl>
				</div>
			</div>
		</div>
	</body>

</html>